{
  "Ads": [
  {
    "select_ads": "ADMOB",
    "status_app": "0",
    "link_redirect": "https://",
    "admob_interid": "ca-app-pub-3940256099942544/1033173712",
    "admob_nativeid": "ca-app-pub-3940256099942544/2247696110",
    "admob_openid": "ca-app-pub-3940256099942544/1033173712",
    "interval_intertitial": "5",
    "startappid": "201669628",
    "fan_inter": "612492376332507_612493222999089",
    "fan_banner_native": "612492376332507_612492762999135",
    "mopub_banner": "b195f8dd8ded45fe847ad89ed1d016da",
    "mopub_inter": "24534e1901884e398f1253216226017e",
    "unityID": "3896203",
    "unity_inter": "video",
    "unity_banner": "bannerid",
    "packagename": "com.kemuning2020.antoniocontetips"
  }
],
  "More":
  [
    {
      "id":1,
      "title":"More",
      "image":"https://4.bp.blogspot.com/-jaS91nC6iBY/VIUi1oVmIrI/AAAAAAAAAzg/fshXWDJXOGM/s1600/Kemuning%2B(Murraya%2BPaniculata).jpg",
      "link":"https://play.google.com/store/apps/developer?id=KEMUNING"
    }
  ],

  "Categories": [
    {
      "id": 1,
      "name_category": "3-5-2",
      "image": "http://themastermindsite.files.wordpress.com/2021/03/3-5-2-inter-milan-2020-21.png",
    }
  ],

  "Data": [
    {
      "id": 1,
      "name_category": "Easy",
      "title": "Tips 5",
      "image": "http://themastermindsite.files.wordpress.com/2021/03/3-5-2-inter-milan-2020-21.png",
      "description": "Speaking of their best players, Lautaro Martinez and Romelu Lukaku are two of the other irreplaceable members of the side, ...",
      "link": "<p>Speaking of their best players, Lautaro Martinez and Romelu Lukaku are two of the other irreplaceable members of the side, forming one of the most dynamic and fruitful attacking partnerships in the world. They’ve been so good and so efficient that even someone with the quality of Alexis Sanchez hasn’t been able to break into the starting eleven.</p><p>So those are the players and some of the roles they fulfill, now let’s get into more of the specific tactics that Conte utilizes in this incredible 3-5-2 system. </p></p>"
    },{
      "id": 2,
      "name_category": "Easy",
      "title": "Tips 4",
      "image": "http://themastermindsite.files.wordpress.com/2021/03/3-5-2-inter-milan-2020-21.png",
            "description": "Central midfield is another area of the field in which Conte has several options, ...",
      "link": "<p>Central midfield is another area of the field in which Conte has several options, but Nicolo Barella has firmly nailed down a starting position this season ahead of the likes of Roberto Gagliardini and Stefano Sensi. Christian Eriksen and Arturo Vidal have battled to partner Barella on the left of the midfield three, with Marcelo Brozovic an undeniable figurehead in the side. With Vidal being a slightly less dynamic and more defensive player to Barella, Conte’s 3-1-4-2 system of last season has shifted into more of a natural 3-5-2. Christian Eriksen has operated in a much different role than he did during his Tottenham days, acting almost as a double-pivot alongside Brozovic, as Barella remains higher and wider. This sort of lopsided shape aids in Inter’s right-sided dominance, with the likes of Hakimi and Lukaku. It also opens corridors for both Martinez and Lukaku to drop into the midfield lines at various moments. No side has attacked more down the right, and no side has attacked less down the left, as the Black & Blues constantly look to get their best players on the ball.</p>"
    },{
      "id": 3,
      "name_category": "Easy",
      "title": "Tips 3",
      "image": "http://themastermindsite.files.wordpress.com/2021/03/3-5-2-inter-milan-2020-21.png",
      "description": "But as already noted, an Antonio Conte side cannot truly be an Antonio Conte side without wing-backs, ...",
      "link": "<p>But as already noted, an Antonio Conte side cannot truly be an Antonio Conte side without wing-backs, and in new addition Achraf Hakimi, Conte has arguably the very best at the art in his team. The young Moroccan was exceptional in his two seasons at Borussia Dortmund on loan from Real Madrid, even scoring five goals with ten assists in his final season at the club. He was an inevitable match made in heaven for Inter Milan and Conte’s system, and Inter secured the deal for an absolute steal of just £36 million. On the other side, Conte has a few excellent options in Ivan Perisic and Ashley Young, both of whom are undoubtedly aging and may need replacing in the future. Danilo D’Ambrosio on the other hand hasn’t been given quite as much time this season, while Cristiano Biraghi has returned to Fiorentina to step into that Marcos Alonso void at the club. Victor Moses and Antonio Candreva have also left the club after competing for the right-wing-back slot last season, as Hakimi has been able to fulfill that wing-back promise better than anyone else before him.</p>"
    },{
      "id": 4,
      "name_category": "Easy",
      "title": "Tips 2",
      "image": "http://themastermindsite.files.wordpress.com/2021/03/3-5-2-inter-milan-2020-21.png",
      "description": "System of play 3-5-2",
      "link": "<p>System of play 3-5-2. Antonio Conte has used back-three systems throughout his career, and the use of wing-backs has practically become synonymous with his name. It’s therefore no surprise that Conte has primarily used a 3-1-4-2 or 3-5-2 system throughout his time at Inter thus far, without playing a single match using a back-four formation in two seasons.</p><p>In terms of personnel, Conte has an extraordinary mix of experience and youth, in addition to some of Serie A’s best players who haven’t been given enough credit for their work over the past few years and are only now coming to the forefront of media attention. One of those players is the 36-year old Samir Handanovic who has always been one of the best goalkeepers in the world but is only now starting to get true recognition for it. The Slovenian keeper has conceded just twenty-five goals in his twenty-six appearances so far, with a save percentage of nearly 75%. His impressive record has however not been entirely his own doing; with a stellar back-three in front of him doing excellent work as well. Experienced centre-backs Milan Skriniar and Stefan De Vrij have continued in the side, while Andrea Bastoni has transitioned into the eleven after acting as Diego Godin’s understudy last season. At his very best, Skriniar is one of the very best defenders in Serie A, and has rebuilt that reputation again this season.</p>"
    },{
      "id": 5,
      "name_category": "Easy",
      "title": "Tips 1",
      "image": "http://themastermindsite.files.wordpress.com/2021/03/3-5-2-inter-milan-2020-21.png",
      "description": "Since Antonio Conte’s arrival at Inter Milan, the Italian giants have transformed into the most effective side in all of Serie A",
      "link": "<p>Since Antonio Conte’s arrival at Inter Milan, the Italian giants have transformed into the most effective side in all of Serie A. Other than disappointments in the UEFA Champions League and losing last season’s Europa League final, Conte’s start to life at San Siro has gotten off without a hitch. I Nerazzurri narrowly missed out on the title to Conte’s old side Juventus last season by one single point, and this season they look favourites to finally dethrone the Old Lady from securing another crown. But the results and the performances are not the only impressive components about Antonio Conte’s functional Inter Milan. The Italian manager’s tactics have been remarkable as they have been throughout his career, and so many players have taken their games to new heights under the influence of the former Premier League winner. Here is a tactical analysis all about Antonio Conte’s Inter Milan in 2020-21.</p>"
    }
  ]
}
