{
  "Ads": [
  {
    "select_ads": "ADMOB",
    "status_app": "0",
    "link_redirect": "https://",
    "admob_interid": "ca-app-pub-1501991018191526/7600508753",
    "admob_nativeid": "ca-app-pub-1501991018191526/3964516070",
    "admob_openid": "ca-app-pub-3940256099942544/1033173712",
    "interval_intertitial": "5",
    "startappid": "200821351",
    "fan_inter": "612492376332507_612493222999089",
    "fan_banner_native": "612492376332507_612492762999135",
    "mopub_banner": "b195f8dd8ded45fe847ad89ed1d016da",
    "mopub_inter": "24534e1901884e398f1253216226017e",
    "unityID": "3896203",
    "unity_inter": "video",
    "unity_banner": "bannerid",
    "packagename": "com.kemuning2020.eurofantasytips"
  }
],
  "More":
  [
    {
      "id":1,
      "title":"More",
      "image":"https://theanalyst.com/wp-content/uploads/2021/06/20-euro-2020-players-to-watch-banner.jpg",
      "link":"https://play.google.com/store/apps/details?id=com.uefa.euro2016"
    }
  ],

  "Categories": [
    {
      "id": 1,
      "name_category": "Easy",
      "image": "https://theanalyst.com/wp-content/uploads/2021/06/20-euro-2020-players-to-watch-banner.jpg"
    }
  ],

  "Data": [
    {
      "id": 1,
      "name_category": "Easy",
      "title": "Tips 5",
      "image": "https://theanalyst.com/wp-content/uploads/2021/06/20-euro-2020-players-to-watch-banner.jpg",
      "description": "What are the best tips for Euro 2020 fantasy football?",
      "link": "<p>What are the best tips for Euro 2020 fantasy football?</p><p>Fantasy football is all a bit of fun, but it can become very competitive when friends play in leagues together. Here are some tips to help you come out on top.</p><p>1. Pay attention, use transfers &amp; be aware of the deadlines</p><p>It&apos;s very easy to simply choose a team and then forget about it, but if you want to win you need to constantly prune your team by swapping in form players and removing the dead wood. This is particularly true of a tournament, where very often a wildcard player will rise to prominence.</p><p>2. Use your chips</p><p>Speaking of wildcards, be sure to make use of the game&apos;s chips. For the Euro 2020 fantasy football game, the chips are the Wildcard and Limitless. Playing the Wildcard chip allows you to make unlimited permanent transfers, while Limitless lets you make unlimited temporary transfers for one gameweek only without a budget limit.</p><p>3. Look for differentials</p><p>If everyone chooses similar squads then it means that teams will all have the same levels of points - that&apos;s where exploiting differentials becomes a wise course of action. Look for players who haven&apos;t been chosen by a lot of people, yet score highly.</p><p>4. Choose players who score and create goals</p><p>Goalscorers and goal makers are king in fantasy football, so pack as many of them into your team as the budget will allow. When choosing defenders, think of full-backs who get up the wing or take set-pieces and centre-backs who score headers. Choose creative midfielders and wingers. Finally, pick players who take free kicks and penalties!</p><p>5. Captain a goalscorer</p><p>In fantasy football, leadership attributes do not matter when picking your captain. The player who is made captain will have their point total doubled, so make sure to put the armband on the player who will score highest.</p>"
    },
    {
      "id": 2,
      "name_category": "Easy",
      "title": "Tips 4",
      "image": "https://theanalyst.com/wp-content/uploads/2021/06/20-euro-2020-players-to-watch-banner.jpg",
      "description": "This could potentially be Cristiano Ronaldo's last major tournament and the five-time Ballon d'Or winner will be eager to make an impact in the competition as Portugal attempt to retain their title",
      "link": "<p>Cristiano Ronaldo (Portugal, &euro;12m)</p><p>This could potentially be Cristiano Ronaldo&apos;s last major tournament and the five-time Ballon d&apos;Or winner will be eager to make an impact in the competition as Portugal attempt to retain their title. Ahead of Euro 2020, Ronaldo had already scored over for 100 goals for his country and the fact he takes free kicks as well as penalties increases his chances of scoring.</p><p>Kylian Mbappe (France, &euro;12m)</p><p>Already a World Cup winner with France, Kylian Mbappe will be key to Les Bleus &apos; assault for the European crown. He&apos;s the most expensive player in Euro 2020 fantasy football alongside Ronaldo, but his goalscoring touch suggests he is probably worth the cost.</p><p>Harry Kane (England, &euro;11.5m)</p><p>England&apos;s main goal threat, Harry Kane costs slightly less than Ronaldo and Mbappe. The Tottenham striker comes into Euro 2020 on the back of a 33-goal season at club level and he is already one of the Three Lions&apos; top goalscorers of all time. Kane is a master penalty taker too, so that makes him all the more appealing.</p><p>Robert Lewandowski (Poland, &euro;11.5m)</p><p>Bayern Munich striker Robert Lewandowski won the European Golden Shoe in 2020-21 with a record 41 goals in 29 appearances and he&apos;ll be eager to take that form into the European Championship. &apos;Lewy&apos; will get goals and Poland will fancy their chances of qualifying from a group that also contains Spain, Slovakia and Sweden.</p><p>Romelu Lukaku (Belgium, &euro;11m)</p><p>Arriving at Euro 2020 a Serie A champion, Romelu Lukaku is playing the best football of his career and the fact that he remains Belgium&apos;s chief goal-getter is reason enough to get him into your fantasy football team.</p><p>Bruno Fernandes (Portugal, &euro;10.5m)</p><p>With 28 goals from midfield for Manchester United in 2020-21, Bruno Fernandes is considered one of the best picks for Euro 2020 fantasy football. A note of caution should be sounded, though, as he is not the main star for Portugal and ahead of the tournament he had just two goals for his country. Nevertheless, Fernandes&apos; quality cannot be denied.</p><p>Gareth Bale (Wales, &euro;9.5m)</p><p>Gareth Bale&apos;s stock may have fallen somewhat in recent years, but the attacker is still Wales&apos; main man and will be key to any success the Dragons have. He is also considerably cheaper than star players in other middle-tier teams, such as Robert Lewandowski for Poland.</p><p>Ciro Immobile (Italy, &euro;10m)</p><p>Italy are considered dark horses for the tournament and if Roberto Mancini&apos;s side go far you can be sure that Ciro Immobile will be among the key players. The focal point of a three-man attack, Immobile&apos;s goal record in recent years has improved a lot.</p><p>Thibaut Courtois (Belgium, &euro;6m)</p><p>Real Madrid&apos;s Thibaut Courtois is the most expensive goalkeeper in the Euro 2020 fantasy football game (along with France&apos;s Hugo Lloris and Germany&apos;s Manuel Neuer). Roberto Martinez&apos;s side not only boast a fearsome attack, but their defence is a tough one to crack, as evidenced by the fact they only conceded three goals in qualifying.</p>"
    },
    {
      "id": 3,
      "name_category": "Easy",
      "title": "Tips 3",
      "image": "https://theanalyst.com/wp-content/uploads/2021/06/20-euro-2020-players-to-watch-banner.jpg",
      "description": "Who are the best players to pick in Euro 2020 fantasy football?",
      "link": "<p>Who are the best players to pick in Euro 2020 fantasy football?</p><p>The best players to pick in any fantasy football team are those who will get the most points.&nbsp;</p><p>Ideally, you should pick players who will play every game, particularly those who score and set up goals.</p><p>There may be a temptation to create a &apos;dream team&apos; that you&apos;d love to see play in real life, but that sort of approach doesn&apos;t usually work in fantasy football.</p><p>For example, many consider N&apos;Golo Kante to be one of the finest midfielders of his generation and he is integral to France, but he is a defensive-minded player, so is not likely to score or set up a lot of goals.</p><p>To help you get started, Goal takes a look at some of the best players to choose.</p>"
    },
    {
      "id": 4,
      "name_category": "Easy",
      "title": "Tips 2",
      "image": "https://theanalyst.com/wp-content/uploads/2021/06/20-euro-2020-players-to-watch-banner.jpg",
      "description": "What is Euro 2020 fantasy football & how do you play?",
      "link": "<p>What is Euro 2020 fantasy football &amp; how do you play?</p><p>Exactly what it says on the tin: a fantasy football game based on the teams and players involved in Euro 2020.</p><p>You pick a formation and select a squad of 15 players - two goalkeepers, five defenders, five midfielders and three forwards.</p><p>Of course, fantasy football managers must operate within a budget of &euro;100 million (that rises to &euro;105 million from the last-16 on), so it takes some careful consideration to get the best possible mix.</p><p>In the group stage, you are limited to a maximum of three players from the same team, but that allowance increases during the knockout stage, with fewer teams participating.</p><p>Points are allocated based on appearances, goals, assists and so on, but they are taken away for cards, missing penalties, conceding goals and scoring own goals.</p><p>So how do you play the Euro 2020 fantasy football game? Simple, head to the official UEFA website or download the UEFA Euro 2020 app, which is available on iOS or Android devices.</p>"
    },
    {
      "id": 5,
      "name_category": "Easy",
      "title": "Tips 1",
      "image": "https://theanalyst.com/wp-content/uploads/2021/06/20-euro-2020-players-to-watch-banner.jpg",
      "description": "Everything you need to know about the official UEFA game, including the players to pick, best tips, prizes and more.",
      "link": "<p>Everything you need to know about the official UEFA game, including the players to pick, best tips, prizes and more</p><p>If you&apos;re excited by Euro 2020 you can make it even more interesting by taking part in the official fantasy football game.</p><p>Most people will be familiar with the Premier League version, but UEFA has launched a unique version of their own ahead of the tournament.</p><p>So if you&apos;re thinking of playing, Goal brings you everything you need to know, including the best players to pick, tips and prize information.</p>"
    }
  ]
}
